brew "autojump"
brew "autopep8"
brew "bash-completion@2"
brew "bash"
brew "brew-cask-completion"
brew "cloc"
brew "curl"
brew "diff-so-fancy"
brew "diffoscope"
brew "direnv"
brew "dive"
brew "fd"
brew "fs-uae", link: false
brew "fish"
brew "fisher"
brew "frotz"
brew "fzf"
brew "gh"
brew "git"
brew "helm"
brew "iperf3"
brew "jq"
brew "kube-linter"
brew "kubectx"
brew "lesspipe"
brew "mas"
brew "mosh"
brew "nethack"
brew "nmap"
brew "python3"
brew "ripgrep"
brew "shellcheck"
brew "source-highlight"
brew "tig"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zip"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "audio-hijack"
cask "balenaetcher"
cask "bettertouchtool"
cask "beyond-compare"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "claude-code"
cask "claude"
cask "cleanmymac"
cask "cool-retro-term"
cask "crossover"
cask "cursor"
cask "cyberduck"
cask "devilutionx"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "flux-app"
cask "font-fira-code"
cask "fredm-fuse"
cask "fs-uae-emulator"
cask "fs-uae-launcher"
cask "fujitsu-scansnap-manager"
cask "gog-galaxy"
cask "gzdoom"
cask "imageoptim"
cask "intellij-idea"
cask "istat-menus"
cask "keystore-explorer"
cask "knockknock"
cask "logitech-camera-settings"
cask "logitech-g-hub"
cask "lunar-client"
cask "maelstrom"
cask "mas"
cask "mediahuman-audio-converter"
cask "mimestream"
cask "netnewswire"
cask "openemu"
cask "openwebstart"
cask "parallels"
cask "pgadmin4"
cask "plex"
cask "pycharm"
cask "raze"
cask "retroarch"
cask "ringcentral"
cask "scummvm-app"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "yacreader"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Calca", id: 635758264
mas "Cookie", id: 1473091386
mas "DaisyDisk", id: 411643860
mas "Dark Reader for Safari", id: 1438243180
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Kindle", id: 302584613
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Noir", id: 1592917505
mas "Paste", id: 967805235
mas "PCalc", id: 403504866
mas "PDF Expert", id: 1055273043
mas "Pixelmator Pro", id: 1289583905
mas "PrimeVideo", id: 545519333
mas "Shorts Blocker", id: 6451330524
mas "SiteSucker", id: 442168834
mas "Slack", id: 803453959
mas "SponsorBlock", id: 1573461917
mas "StopTheMadness Pro", id: 6471380298
mas "The Unarchiver", id: 425424353
mas "Windows App", id: 1295203466
